<h2>За нас</h2>
<div class="articles">
Цветен магазин е семейна собственост, онлайн цветар, базирана в Карлуково.
<br>От 1972 година, ние сме били посветени на предоставяме на нашите клиенти
с пресни цветя и уникални подаръци, за да изразят своите мисли и чувства.
<br><br>Ние работим с хиляди на цветарите в национален мащаб, така че можете
да изпращате подаръци …
и така нататък …
… да се свържете с нас по
телефона или чрез електронна поща, и да споделите опит с нас. <br><br><em>
Осемдесет и три процента от хората обичат да получават цветя неочаквано</em>.
<br><br><strong>Телефон:</strong> Безплатен: 0-800-123-4567 <br><strong>
Email:</strong> CustomerCare@FlowersColoredLife.com.</div>